Repository: common-repository/rate-limiting-for-contact-form-7
Catalog: languages/rate-limiting-for-contact-form-7-*.po
Languages: nl_nl

source: Adds support to limit the number of cf7 form submissions per ip per period
nl_nl: Voegt een rate limit toe aan het aantal keer dat er vanaf een ip adres een Contact Form 7 formulier verstuurd kan worden binnen een opgegeven tijd.

source: Rate limiting for Contact Form 7
nl_nl: Rate limiting voor Contact Form 7

source: Activate Rate Limit
nl_nl: Activeer Rate Limit

source: Rate limit settings
nl_nl: Rate limit instellingen

source: Limit period (in minutes)
nl_nl: Limiet periode (in minuten)

source: Max number of submissions per period
nl_nl: Max aantal keer dat een formulier verstuurd mag worden per periode.

source: Configure the rate limits per form below. Once the limit is reached for an ip, the user will not be able to submit anymore forms.
nl_nl: Configureer de rate limiet hieronder. Zodra het limiet is bereikt binnen de opgegeven tijd voor een ip op een geselecteerd formulier, zal de gebruiker niet meer in staat zijn het formulier te versturen.

source: Contact Forms to listen to
nl_nl: Activeer enkel voor de volgende formulieren

source: If no form is selected in the "Contact Forms to listen to" setting, all forms are limited
nl_nl: Indien er geen formulier is geselecteerd, wordt de limiet op alle formulieren geforceerd.

source: You have send to many messages already, please try again later
nl_nl: Je hebt te vaak dit formulier verstuurd, probeer het later nog eens.
